<?php
    return[

        /* Headers **/
        'home'=>'Главная',
        'about'=>'О нас',
        'designs'=>'Дизайны',
        'contact'=>'Свяжитесь с нами',
        'profile'=>'Профиль',
        'developer'=>'Разработчик',
        'login'=>'Вход',
        'logout'=>'Выход',
        'demo'=>'Демо',

        /* About page **/
        'about_context'=>'Мы — прогрессивная архитектурная и дизайнерская студия, ориентированная на создание пространств будущего через инновации, ясную концепцию и осмысленный подход. Наша работа находится на пересечении архитектуры, градостроительства и технологий, формируя проекты, отвечающие потребностям человека и динамике современных городов.

        Обладая глобальным видением, мы разрабатываем концепции знаковых объектов, прибрежных комплексов, умных городских систем и вертикальных городских решений. Каждый проект основан на глубоком концептуальном анализе, принципах устойчивого развития и понимании того, как архитектура формирует движение, взаимодействие и опыт.

        Мы верим, что архитектура должна не просто существовать — она должна вдохновлять, объединять и формировать будущее.',

        'about_description'=>'Международная дизайн-студия, специализирующаяся на футуристической архитектуре, городских концепциях и знаковых проектах. Мы создаём инновационные и устойчивые решения с выразительной визуальной идентичностью.',

        'tax_info'=>'ИНН: :tax_number',
        'phone_info'=>'Телефон: :phone_number',
        'address_info'=>'Адрес: :address',

        /* Company address **/
        'adddress'=>'',

        /* Error page **/
        'error_head'=>'Страница не найдена.',
        'error_context'=>'К сожалению, мы не смогли найти нужную вам страницу. Возможно, она была перемещена или удалена.',

        /* Attributes **/
        'comments'=>'Комментарии',
        'comment_value'=>'Оставьте комментарий о дизайне.',
        'likes'=>'Лайки',
        'name'=> 'Имя',
        'username'=> 'Имя пользователя',
        'email'=> 'Электронная почта',
        'username_email'=> 'имя пользователя или адрес электронной почты',
        'confirm_email'=> 'Подтвердите свой адрес электронной почты',
        'password'=> 'Пароль',
        'confirm_password'=> 'Подтвердите свой пароль',

        /* Buttons **/
        'learn' => 'Узнать больше',
        'okay' => 'Хорошо',
        'copy'=>'Скопировано',
        'go_home'=>'Перейти на главную',
        'go_back'=>'Назад',
        'continue'=>'Продолжить чтение',
        'remove'=>'Отмена',
        'submit'=>'Отправить',
        'delete'=>'Удалить',
        'update'=>'Обновить',
        'sign'=>'Подписать',
        'add'=>'Добавить',
    ]
?>
